cask_args appdir: '/Applications'

tap 'cloudflare/cloudflare'
tap 'fullscreen/tap'
tap 'goreleaser/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/core'
tap 'rcmdnk/file'

brew 'ack'
brew 'ag'
brew 'autoconf'
brew 'awk'
brew 'aws-rotate-key'
brew 'awscli'
brew 'bash-completion'
brew 'brew-cask-completion'
brew 'cloudflared'
brew 'coreutils'
brew 'ctop'
brew 'curl'
brew 'dnsmasq', restart_service: :changed
brew 'findutils'
brew 'gcc@5'
brew 'gdbm'
brew 'git'
brew 'glide'
brew 'gmp'
brew 'gnu-tar'
brew 'go'
brew 'goreleaser'
brew 'graphviz'
brew 'grc'
brew 'gh'
brew 'hugo'
brew 'imagemagick'
brew 'jid'
brew 'jp2a'
brew 'jq'
brew 'kubectx'
brew 'libmpc'
brew 'libressl'
brew 'makedepend'
brew 'mas'
brew 'mpfr'
brew 'mr'
brew 'openssh'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'pre-commit'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 's3cmd'
brew 'siege'
brew 'terminal-notifier'
brew 'terraform'
brew 'terragrunt'
brew 'tflint'
brew 'tmux'
brew 'tree'
brew 'vagrant-completion'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

# cask 'muzzle' # Not a fan but haven't decided if to permanently remove it
cask 'cloudapp'
cask 'docker'
cask 'drop-to-gif'
cask 'dropbox'
cask 'emacs'
cask 'gpg-suite'
cask 'handbrake'
cask 'iterm2'
cask 'keybase'
cask 'rescuetime'
cask 'snagit'
cask 'sonos'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'hammerspoon'
cask 'google-chrome'
cask 'google-drive'
cask 'obsidian'
cask 'logseq'
