cask_args appdir: '/Applications'

tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'

brew 'ack'
brew 'aurora-cli'
brew 'autoconf'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'dnsmasq', restart_service: :changed
brew 'emacs-plus'
brew 'findutils'
brew 'gcc@5'
brew 'gdbm'
brew 'git'
brew 'gmp'
brew 'gnu-tar'
brew 'go'
brew 'graphviz'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libmpc'
brew 'libressl'
brew 'makedepend'
brew 'mpfr'
brew 'nginx'
brew 'openssh'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'readline'
brew 's3cmd'
brew 'terminal-notifier'
brew 'terraform'
brew 'tmux'
brew 'unrar'
brew 'vagrant-completion'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

cask 'backblaze'
cask 'consul-cli'
cask 'dayone-cli'
cask 'drop-to-gif'
cask 'dropbox'
cask 'emacs'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-trends'
cask 'gpg-suite'
cask 'handbrake'
cask 'keybase'
cask 'mou'
cask 'rescuetime'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

mas '1password'
