cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'garethr/kubeval'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'goreleaser/tap'
tap 'fullscreen/tap'

brew 'ack'
brew 'ag'
brew 'aurora-cli'
brew 'autoconf'
brew 'aws-rotate-key'
brew 'awscli'
brew 'bash-completion'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'ctop'
brew 'curl'
brew 'dnsmasq', restart_service: :changed
brew 'findutils'
brew 'gcc@5'
brew 'gdbm'
brew 'git'
brew 'glide'
brew 'gmp'
brew 'gnu-tar'
brew 'go'
brew 'goreleaser'
brew 'graphviz'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jid'
brew 'jq'
brew 'kubeval'
brew 'kubectx'
brew 'libmpc'
brew 'libressl'
brew 'makedepend'
brew 'mas'
brew 'mpfr'
brew 'mr'
brew 'nginx'
brew 'node'
brew 'openssh'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'pre-commit'
brew 'postgresql'
brew 'readline'
brew 'rbenv'
brew 'rpm'
brew 'ruby-build'
brew 's3cmd'
brew 'siege'
brew 'terminal-notifier'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vagrant-completion'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'
brew 'python'

cask 'agenda'
cask 'backblaze'
cask 'consul-cli'
cask 'dayone-cli'
cask 'drop-to-gif'
cask 'dropbox'
cask 'emacs'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-trends'
cask 'gpg-suite'
cask 'handbrake'
cask 'iterm2'
cask 'keybase'
cask 'muzzle'
cask 'rescuetime'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'viscosity'
