cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/versions'

brew 'ack'
brew 'aurora-cli'
brew 'autoconf'
brew 'coreutils'
brew 'dnsmasq'
brew 'findutils'
brew 'gcc@5'
brew 'gdbm'
brew 'git'
brew 'gmp'
brew 'gnu-tar'
brew 'go'
brew 'graphviz'
brew 'grc'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libmpc'
brew 'makedepend'
brew 'mpfr'
brew 'nginx'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'readline'
brew 's3cmd'
brew 'terraform'
brew 'tmux'
brew 'unrar'
brew 'vagrant-completion'
brew 'wget'
brew 'xz'
brew 'zsh'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'keybase'
